[
  {
    "sign": "Овен",
    "element": "Огонь",
    "iconUrl": "https://alickshoff.github.io/yoga-api/icons/aries.png",
    "audioUrl": "https://alickshoff.github.io/yoga-api/aries_female.mp3",
    "duration": "10 мин",
    "meditationText": "Ты — Овен, знак силы, смелости и внутреннего огня. Найди удобное положение сидя, закрой глаза. Сделай глубокий вдох и долгий медленный выдох. Почувствуй, как дыхание становится ровнее, тело расслабляется. Представь, что в груди разгорается мягкое пламя — оно не обжигает, а согревает, даря уверенность и спокойствие.

С каждым вдохом пламя становится ярче, наполняя тебя энергией и силой. На каждом выдохе оно растворяет усталость, тревогу и спешку. Это внутренний огонь — твой источник решимости и движения вперёд. (пауза 10 секунд) Позволь ему мягко распространяться по всему телу: к плечам, рукам, животу и ногам.

Повторяй в уме: «Я смел. Я силён. Я в гармонии с собой и миром». Заметь, как каждая клетка наполняется теплом и светом, как исчезают сомнения и страхи. Если в мыслях появляется беспокойство, положи его в это пламя и наблюдай, как оно исчезает.

Сделай три глубоких вдоха и мягко вернись в тело. Почувствуй пальцы рук и ног, слегка пошевели ими. Когда откроешь глаза, сохрани ощущение внутренней силы и уверенности."
  },
  {
    "sign": "Телец",
    "element": "Земля",
    "iconUrl": "https://alickshoff.github.io/yoga-api/icons/taurus.png",
    "audioUrl": "https://alickshoff.github.io/yoga-api/taurus_female.mp3",
    "duration": "12 мин",
    "meditationText": "Ты — Овен, знак силы, смелости и внутреннего огня. Найди удобное положение сидя, закрой глаза. Сделай глубокий вдох и долгий медленный выдох. Почувствуй, как дыхание становится ровнее, тело расслабляется. Представь, что в груди разгорается мягкое пламя — оно не обжигает, а согревает, даря уверенность и спокойствие.

С каждым вдохом пламя становится ярче, наполняя тебя энергией и силой. На каждом выдохе оно растворяет усталость, тревогу и спешку. Это внутренний огонь — твой источник решимости и движения вперёд. (пауза 10 секунд) Позволь ему мягко распространяться по всему телу: к плечам, рукам, животу и ногам.

Повторяй в уме: «Я смел. Я силён. Я в гармонии с собой и миром». Заметь, как каждая клетка наполняется теплом и светом, как исчезают сомнения и страхи. Если в мыслях появляется беспокойство, положи его в это пламя и наблюдай, как оно исчезает.

Сделай три глубоких вдоха и мягко вернись в тело. Почувствуй пальцы рук и ног, слегка пошевели ими. Когда откроешь глаза, сохрани ощущение внутренней силы и уверенности."
  },
  {
    "sign": "Близнецы",
    "element": "Воздух",
    "iconUrl": "https://alickshoff.github.io/yoga-api/icons/gemini.png",
    "audioUrl": "https://alickshoff.github.io/yoga-api/gemini_female.mp3",
    "duration": "11 мин",
    "meditationText": "Ты — Близнецы, знак лёгкости, свободы и движения. Найди удобное положение, закрой глаза и обрати внимание на дыхание. Сделай глубокий вдох, словно вдыхаешь свежий ветер. Долгий выдох — отпуская напряжение и лишние мысли.

Представь прозрачный поток воздуха, что мягко обдувает твоё лицо и плечи. Он уносит всё лишнее — сомнения, тревогу, суету. (пауза 10 секунд) С каждым вдохом чувствуешь свежесть и лёгкость, с каждым выдохом освобождаешь пространство внутри себя.

Повторяй в уме: «Я лёгок. Я свободен. Мои мысли ясны и чисты». Вообрази, как воздушный поток проносится внутри тебя, очищает и освежает. Пусть он раскрывает пространство для новых идей, вдохновения и свободы.

Сделай несколько глубоких вдохов, мягко пошевели пальцами и вернись в настоящий момент. Открой глаза, сохраняя внутри ощущение лёгкости и ясности, словно после утреннего ветра."
  },
  {
    "sign": "Рак",
    "element": "Вода",
    "iconUrl": "https://alickshoff.github.io/yoga-api/icons/cancer.png",
    "audioUrl": "https://alickshoff.github.io/yoga-api/cancer_female.mp3",
    "duration": "12 мин",
    "meditationText": "Ты — Рак, знак глубины, заботы и внутренней мягкости. Найди удобное место, закрой глаза. Сосредоточься на дыхании: глубокий вдох — спокойствие входит в тебя, долгий выдох — уходит усталость.

Представь, что ты стоишь на берегу моря. Вода омывает ноги, принося прохладу и покой. На вдохе мягкая волна наполняет сердце теплом, на выдохе — уносит тревогу и усталость. (пауза 10 секунд) Почувствуй, как море обнимает тебя, защищает и успокаивает.

Повторяй: «Я в безопасности. Я любим. Я открыт гармонии». Вода мягко движется сквозь тебя, очищая мысли и чувства. Твоя душа становится чистой, как прозрачная гладь озера.

Сделай три глубоких вдоха, пошевели пальцами, вернись в тело. Открой глаза с ощущением внутренней мягкости и любви."
  },
  {
    "sign": "Лев",
    "element": "Огонь",
    "iconUrl": "https://alickshoff.github.io/yoga-api/icons/leo.png",
    "audioUrl": "https://alickshoff.github.io/yoga-api/leo_female.mp3",
    "duration": "13 мин",
    "meditationText": "Ты — Лев, символ сияния, уверенности и внутреннего солнца. Сядь прямо, закрой глаза. Сделай глубокий вдох — и почувствуй, как в груди загорается золотое светило.

Представь яркое солнце, которое излучает тепло и свет. На вдохе его лучи наполняют сердце силой, на выдохе — расходятся по всему телу, принося радость и уверенность. (пауза 10 секунд) Твоё внутреннее солнце сияет, согревает и освещает путь.

Повторяй: «Я свет. Я сила. Я сияю». Пусть этот свет распространяется за пределы тела, касаясь пространства вокруг. Заметь, как уверенность и спокойствие становятся твоими естественными спутниками.

Сделай три глубоких вдоха, медленно открой глаза и вернись в мир с сиянием и радостью внутри."
  },
  {
    "sign": "Дева",
    "element": "Земля",
    "iconUrl": "https://alickshoff.github.io/yoga-api/icons/virgo.png",
    "audioUrl": "https://alickshoff.github.io/yoga-api/virgo_female.mp3",
    "duration": "10 мин",
    "meditationText": "Ты — Дева, знак ясности, чистоты и внутреннего порядка. Сядь удобно, закрой глаза. Сделай глубокий вдох и долгий выдох. Представь, что мягкий зелёный свет окутывает тебя с головы до ног.

На вдохе этот свет наполняет гармонией, на выдохе растворяет лишнее — тревогу, суету, усталость. (пауза 10 секунд) Вообрази цветущий сад внутри себя. Каждая мысль — это цветок. Позволь им расцветать свободно и красиво, создавая гармонию.

Повторяй: «Я в балансе. Моё сердце чисто. Я в гармонии с собой». Почувствуй лёгкость в теле и ясность в мыслях.

Сделай несколько вдохов и выдохов, открой глаза. Сохрани ощущение внутреннего сада — спокойного, светлого и чистого."
  },
  {
    "sign": "Весы",
    "element": "Воздух",
    "iconUrl": "https://alickshoff.github.io/yoga-api/icons/libra.png",
    "audioUrl": "https://alickshoff.github.io/yoga-api/libra_female.mp3",
    "duration": "11 мин",
    "meditationText": "Ты — Весы, знак равновесия и гармонии. Сядь удобно, закрой глаза. Сделай глубокий вдох и долгий выдох. Представь весы внутри себя.

На вдохе в одну чашу ложится свет и радость. На выдохе из другой чаши уходит тяжесть и тревога. (пауза 10 секунд) С каждым дыханием равновесие становится устойчивым и лёгким.

Повторяй: «Я спокоен. Я сбалансирован. Я в гармонии с миром». Почувствуй, как лёгкий поток воздуха очищает пространство внутри.

Сделай три глубоких вдоха, пошевели пальцами и открой глаза, сохраняя ощущение гармонии и внутреннего равновесия."
  },
  {
    "sign": "Скорпион",
    "element": "Вода",
    "iconUrl": "https://alickshoff.github.io/yoga-api/icons/scorpio.png",
    "audioUrl": "https://alickshoff.github.io/yoga-api/scorpio_female.mp3",
    "duration": "14 мин",
    "meditationText": "Ты — Скорпион, символ глубины и трансформации. Сядь удобно, закрой глаза. Сделай глубокий вдох, представь озеро с прозрачной водой.

На вдохе вода становится чистой, дарит ясность. На выдохе — уносит тяжёлое и ненужное. (пауза 10 секунд) Почувствуй силу обновления.

Повторяй: «Я отпускаю прошлое. Я принимаю новое». Заметь, как вместе с дыханием приходит лёгкость и свобода.

Сделай три глубоких вдоха и мягко вернись в тело. Открой глаза обновлённым, с ощущением силы и внутренней чистоты."
  },
  {
    "sign": "Стрелец",
    "element": "Огонь",
    "iconUrl": "https://alickshoff.github.io/yoga-api/icons/sagittarius.png",
    "audioUrl": "https://alickshoff.github.io/yoga-api/sagittarius_female.mp3",
    "duration": "12 мин",
    "meditationText": "Ты — Стрелец, знак свободы и устремлённости. Сядь с прямой спиной, закрой глаза. Сделай вдох и представь яркую звезду вдали.

На вдохе звезда приближается, на выдохе её свет входит в тебя. (пауза 10 секунд) Ты чувствуешь лёгкость пути и открытые горизонты.

Повторяй: «Я свободен. Я иду к цели. Я вдохновлён». Пусть энергия звезды наполняет сердце силой и радостью движения вперёд.

Сделай три вдоха и выдоха, медленно открой глаза и вернись, сохраняя ощущение вдохновения."
  },
  {
    "sign": "Козерог",
    "element": "Земля",
    "iconUrl": "https://alickshoff.github.io/yoga-api/icons/capricorn.png",
    "audioUrl": "https://alickshoff.github.io/yoga-api/capricorn_female.mp3",
    "duration": "13 мин",
    "meditationText": "Ты — Козерог, символ стойкости и выносливости. Сядь прямо, закрой глаза. Сделай вдох и представь высокую гору.

На каждом вдохе ты поднимаешься выше. На каждом выдохе укрепляешься на склоне. (пауза 10 секунд) Почувствуй уверенность в каждом шаге.

Повторяй: «Я силён. Я иду вперёд. Я устойчив». Пусть энергия горы наполняет тело силой и спокойствием.

Сделай три глубоких вдоха, вернись в тело и открой глаза, сохраняя ощущение стойкости."
  },
  {
    "sign": "Водолей",
    "element": "Воздух",
    "iconUrl": "https://alickshoff.github.io/yoga-api/icons/aquarius.png",
    "audioUrl": "https://alickshoff.github.io/yoga-api/aquarius_female.mp3",
    "duration": "12 мин",
    "meditationText": "Ты — Водолей, знак свободы духа и вдохновения. Сядь удобно, закрой глаза. Сделай вдох и представь лёгкий поток воздуха вокруг.

На вдохе он приносит новые идеи, на выдохе уносит сомнения. (пауза 10 секунд) Почувствуй, как пространство внутри раскрывается.

Повторяй: «Я открыт новому. Я вдохновлён. Я свободен». Пусть этот поток наполняет лёгкостью и внутренней ясностью.

Сделай три вдоха и медленно вернись в настоящий момент, сохраняя ощущение свежести."
  },
  {
    "sign": "Рыбы",
    "element": "Вода",
    "iconUrl": "https://alickshoff.github.io/yoga-api/icons/pisces.png",
    "audioUrl": "https://alickshoff.github.io/yoga-api/pisces_female.mp3",
    "duration": "14 мин",
    "meditationText": "Ты — Рыбы, символ интуиции и мягкости. Сядь или ляг удобно, закрой глаза. Представь, что находишься в прозрачной воде, где легко дышится.

На вдохе вода наполняет тебя покоем, на выдохе уносит заботы. (пауза 10 секунд) Почувствуй, как течение ведёт тебя мягко и спокойно.

Повторяй: «Я доверяю жизни. Я спокоен. Я открыт». Пусть вода очистит душу и наполнит её лёгкостью.

Сделай три глубоких вдоха, мягко пошевели пальцами и вернись в тело. Открой глаза, сохраняя ощущение покоя и доверия миру."
  }
]
